Repository: DmitryMezentsev/ddelivery_woocommerce_mod
Catalog: src/saferoute-woocommerce/languages/saferoute_woocommerce-*.po
Languages: ru_ru

source: Shipping type
ru_ru: Cпособ доставки

source: Select and confirm shipping type.
ru_ru: Выберите и подтвердите параметры доставки.

source: Settings
ru_ru: Настройки

source: Open order in the SafeRoute Cabinet
ru_ru: Открыть заказ в личном кабинете SafeRoute

source: Order is not in the SafeRoute Cabinet
ru_ru: Заказ ещё не передан в личный кабинет SafeRoute

source: WooCommerce is required for SafeRoute WooCommerce plugin.
ru_ru: Для работы плагина SafeRoute WooCommerce должен быть установлен и активирован сам WooCommerce.

source: SafeRoute API-key not set.
ru_ru: API-ключ SafeRoute не задан.

source: Payment via SafeRoute
ru_ru: Оплата через SafeRoute

source: Payment via SafeRoute Widget
ru_ru: Оплата через виджет SafeRoute

source: SafeRoute Shipping Services Aggregator
ru_ru: Агрегатор служб доставки SafeRoute

source: SafeRoute integration settings
ru_ru: Настройки интеграции с SafeRoute

source: API-key
ru_ru: API-ключ

source: API-key can be found on the shop page in SafeRoute cabinet.
ru_ru: API-ключ вы можете найти на странице магазина в Личном кабинете SafeRoute.

source: Select Shipping Type
ru_ru: Выберите способ доставки

source: Copy widget data into billing details
ru_ru: Использовать данные доставки в блоке деталей оплаты

source: SafeRoute Widget for WooCommerce
ru_ru: Плагин виджета SafeRoute для WooCommerce
