Repository: DmitryMezentsev/ddelivery_woocommerce_mod
Catalog: src/ddelivery-woocommerce/languages/ddelivery_woocommerce-*.po
Languages: ru_ru

source: Shipping type
ru_ru: Cпособ доставки

source: Select and confirm shipping type.
ru_ru: Выберите и подтвердите параметры доставки.

source: Settings
ru_ru: Настройки

source: Open order in the DDelivery Cabinet
ru_ru: Открыть заказ в личном кабинете DDelivery

source: Order is not in the DDelivery Cabinet
ru_ru: Заказ ещё не передан в личный кабинет DDelivery

source: WooCommerce is required for DDelivery WooCommerce plugin.
ru_ru: Для работы плагина DDelivery WooCommerce должен быть установлен и активирован сам WooCommerce.

source: DDelivery API-key not set.
ru_ru: API-ключ DDelivery не задан.

source: Payment via DDelivery
ru_ru: Оплата через DDelivery

source: Payment via DDelivery Widget
ru_ru: Оплата через виджет DDelivery

source: DDelivery Shipping Services Aggregator
ru_ru: Агрегатор служб доставки DDelivery

source: DDelivery integration settings
ru_ru: Настройки интеграции с DDelivery

source: API-key
ru_ru: API-ключ

source: API-key can be found on the shop page in DDelivery cabinet.
ru_ru: API-ключ вы можете найти на странице магазина в Личном кабинете DDelivery.

source: Select Shipping Type
ru_ru: Выберите способ доставки

source: Copy widget data into billing details
ru_ru: Использовать данные доставки в блоке деталей оплаты

source: DDelivery Widget for WooCommerce
ru_ru: Плагин виджета DDelivery для WooCommerce
